{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'456d38d1cd3743926f329204c2340f3e7840aad6'"
    },
    "fzf": {
      "src": "https://github.com/ibhagwan/fzf-lua",
      "version": "'edf3524164c0878e64968cb1d4a24ba695b1ee12'"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua",
      "version": "'8969c8c2b668502d54478e46745d6647ff346e15'"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs",
      "version": "'3d02855468f94bf435db41b661b58ec4f48a06b7'"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround",
      "version": "'caf6f633d4d77a29b6e265b560c5a035d171a913'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'4c3a5848ee0b09ecdea73adcd2a689190aeb728c'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'add50252b5e9147c0a09d36480d418c7e2737472'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'3707cdb1e43f5cea73afb6037e6494e7ce847a66'"
    }
  }
}
